{
  "Back": "Back",
  "Send": "Send",
  "components.Questionnaire.QuestionnaireResults.QuestionnaireResultsModal.ButtonText": "Questionnaire Results",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Active.moderate": "Your information processing tends to be active. It is recommended that you always create opportunities for yourself to process new information in the course of practical experiments and discussions with fellow students. This tends to help you learn faster.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Active.strong": "Your information processing is preferably active. It is recommended that you always create opportunities for yourself to process new information in the course of practical experiments and discussions with fellow students. This tends to help you learn faster.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.EverythingBalanced": "You do not show a clear tendency in any of the dimensions. This indicates that you can make use of both poles of the dimensions in the processing, perception, presentation and organization of information. According to the ILS results, you have the skillset to adapt flexibly here. The recommendation is therefore to continue learning in this balance.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Global.moderate": "With regard to the organization of information, there is a significant tendency for a global approach. This results in the recommendation to first obtain an overview of the context and the entirety of the topic when learning new content.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Global.strong": "With regard to the organization of information, there is a significant preference for a global approach. This results in the recommendation to first obtain an overview of the context and the entirety of the topic when learning new content.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.ILSResults": "ILS Results",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Intuitive.moderate": "You prefer rather an intuitive perception of information. It seems beneficial that you first learn new information based on principles and ideas. Exposure to additional theoretical literature can improve your understanding.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Intuitive.strong": "You prefer an intuitive perception of information. It seems beneficial that you first learn new information based on principles and ideas. Exposure to additional theoretical literature can improve your understanding.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.ListKResults": "List K Results",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Reflective.moderate": "Your information processing tends to be reflective. It is recommended that you always create opportunities for yourself to think intensively about new information before you put it into practice or experiment with it. This tends to help you learn faster.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Reflective.strong": "Your information processing is preferably reflective. It is recommended that you always create opportunities for yourself to think intensively about new information before you put it into practice or experiment with it. This tends to help you learn faster.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.RemainingDimensions": "Remaining dimensions",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Sensory.moderate": "You prefer rather a sensory perception of information. It seems beneficial that you learn new information based on facts or experiments. Dealing with examples you have thought up yourself can increase your learning speed.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Sensory.strong": "You prefer a sensory perception of information. It seems beneficial that you learn new information based on facts or experiments. Dealing with examples you have thought up yourself can increase your learning speed.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Sequential.moderate": "With regard to the organization of information, there is a significant tendency for sequential learning. This results in the recommendation to first create a hierarchical structure of the content when learning new content and then to work through it step by step.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Sequential.strong": "With regard to the organization of information, there is a significant preference for sequential learning. This results in the recommendation to first create a hierarchical structure of the content when learning new content and then to work through it step by step.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.1": "one",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.2": "two",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.3": "three",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.organisation": "organisation",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.Part1": "In",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.Part2": "of the four dimensions, you do not show any clear tendency. This indicates that you are not sure about the",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.Part3": "of information can make use of both poles of the dimension. According to the ILS result, you have the skillset to adapt flexibly here.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.perception": "perception",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.presentation": "presentation",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.processing": "processing",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Verbal.moderate": "In terms of presenting information, you tend to prefer a verbal focus. When dealing with difficult and complex content, you may find it helpful to verbalize it using your own written summaries or audio recordings to facilitate their learning.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Verbal.strong": "In terms of presenting information, you prefer a verbal focus. When dealing with difficult and complex content, you may find it helpful to verbalize it using your own written summaries or audio recordings to facilitate their learning.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Visual.moderate": "In terms of presenting information, you tend to prefer a visual focus. When dealing with difficult and complex content, it may help you to visualize it using graphs, charts, or the like to facilitate your learning.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionILS.Visual.strong": "In terms of presenting information, you prefer a visual focus. When dealing with difficult and complex content, it may help you to visualize it using graphs, charts, or the like to facilitate your learning.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.Score": "Score",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently finding it difficult to focus. It would probably be beneficial if you try to create a suitable environment with as few disruptive factors as possible to make your learning more effective. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learningEnvironment Below3.Title": "Attention and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learningWithClassmates Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently finding it difficult to focus. It would probably be beneficial if you try to create a suitable environment with as few disruptive factors as possible to make your learning more effective. It would be beneficial if you try to find a study group with fellow student friends. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learningWithClassmates Below3.Title": "Attention and learning with classmates have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently finding it difficult to focus. It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && learningEnvironment Below3.Title": "Attention, learning with classmates and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && literatureResearch && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you should try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && literatureResearch && learningEnvironment Below3.Title": "Attention, learning with classmates, literature research and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && literatureResearch Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently finding it difficult to focus. It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && literatureResearch Below3.Title": "Attention, learning with classmates and literature research have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && literatureResearch && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently finding it difficult to focus. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && literatureResearch && learningEnvironment Below3.Title": "Attention, literature research and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && literatureResearch Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently finding it difficult to focus. It would probably be beneficial if you try to create a suitable environment with as few disruptive factors as possible to make your learning more effective. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && literatureResearch Below3.Title": "Attention and literature research have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning and finding it difficult to focus. It would probably be beneficial if you tried to create clear periods of time in with as few disruptive factors as possible to make your learning more effective. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learningEnvironment Below3.Title": "Attention, time and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning and finding it difficult to focus. It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && learningEnvironment Below3.Title": "Attention, time, learning with classmates and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && literatureResearch && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning and finding it difficult to focus. It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && literatureResearch && learningEnvironment Below3.Title": "Attention, time, learning with classmates, literature research and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && literatureResearch Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning and finding it difficult to focus. It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && literatureResearch Below3.Title": "Attention, time, learning with classmates and literature research have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning and finding it difficult to focus. It would probably be beneficial if you tried to create clear periods of time in with as few disruptive factors as possible to make your learning more effective. It would be beneficial if you try to find a study group with fellow student friends. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates Below3.Title": "Attention, time and learning with classmates have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && literatureResearch && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning and finding it difficult to focus. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && literatureResearch && learningEnvironment Below3.Title": "Attention, time, literature research and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && literatureResearch Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning and finding it difficult to focus. It would probably be beneficial if you tried to create clear periods of time in with as few disruptive factors as possible to make your learning more effective. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time && literatureResearch Below3.Title": "Attention, time and literature research have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning and finding it difficult to focus. It would probably be beneficial if you tried to create clear periods of time in with as few disruptive factors as possible to make your learning more effective.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention && time Below3.Title": "Attention and time have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention Below3.Description": "Regarding the management of internal resources, it can be seen that you find it difficult to focus. It would probably be good if you try to create a suitable environment with as few disruptive factors as possible to make your learning more effective.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.attention Below3.Title": "Attention has a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.CognitiveStrategies Below3.Part1": "In terms of cognitive strategies, more intensive use would be beneficial to better understand and penetrate the learning content. Specifically, an increased",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.CognitiveStrategies Below3.Part2": "of learning content may be useful for you.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.GeneralDescription.Description": "The LIST-K is basically about helping you look at your own learning strategies. Scores of 3 or higher indicate that, from your point of view, you use the respective strategy at least sometimes.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.GeneralDescription.Title": "General description of the LIST-K",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learningEnvironment Below3.Description": "In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learningEnvironment Below3.Title": "Learning environment has a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && learningEnvironment Below3.Description": "It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && learningEnvironment Below3.Title": "Learning with classmates and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && literatureResearch && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you should try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && literatureResearch && learningEnvironment Below3.Title": "Learning with classmates, literature research and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && literatureResearch Below3.Description": "It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && literatureResearch Below3.Title": "Learning with classmates and literature research have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates Below3.Description": "It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates Below3.Title": "Learning with classmates has a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.literatureResearch && learningEnvironment Below3.Description": "To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.literatureResearch && learningEnvironment Below3.Title": "Literature research and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.literatureResearch Below3.Description": "To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.literatureResearch Below3.Title": "Literature research has a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.MetacognitiveStrategies Below3.Goals & Plans": "plan",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.MetacognitiveStrategies Below3.Part1": "In terms of metacognitive strategies, it is recommended that you make the effort to frequently",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.MetacognitiveStrategies Below3.Regulate": "reflect",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.SubscaleAverage Below3.2": "In your case, it appears that the use of learning strategies can still be improved in two areas in particular.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.SubscaleAverage Below3.3": "In your case, it appears that the use of learning strategies can still be improved in three areas in particular.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.SubscaleAverage Below3.4": "In your case, it appears that the use of learning strategies can still be improved in four areas in particular.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning. It would probably be beneficial if you tried to create clear periods of time in with as few disruptive factors as possible to make your learning more effective. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learningEnvironment Below3.Title": "Time and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning. It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && learningEnvironment Below3.Title": "Time, learning with classmates and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && literatureResearch && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning. It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && literatureResearch && learningEnvironment Below3.Title": "Time, learning with classmates, literature research and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && literatureResearch Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning. It would be useful if you try to find a study group with fellow students. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && literatureResearch Below3.Title": "Time, learning with classmates and literature research have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning. It would probably be beneficial if you tried to create clear periods of time in with as few disruptive factors as possible to make your learning more effective. It would be beneficial if you try to find a study group with fellow student friends. This will give you the opportunity to deepen content in discussion as well as gain valuable other perspectives.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates Below3.Title": "Time and learning with classmates have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && literatureResearch && learningEnvironment Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant. In terms of external resource management strategies, it is clear to see that you should pay attention to their suitability when designing your learning environment.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && literatureResearch && learningEnvironment Below3.Title": "Time, literature research and learning environment have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && literatureResearch Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently taking too little time for your learning. It would probably be beneficial if you tried to create clear periods of time in with as few disruptive factors as possible to make your learning more effective. To ensure that you have the opportunity to reinforce content and gain valuable other perspectives, researching appropriate literature is highly relevant.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time && literatureResearch Below3.Title": "Time and literature research have a value below 3",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time Below3.Description": "In terms of internal resource management strategies, it is clear to see that you are currently not taking enough time for your learning. It would probably have a positive effect if you tried to create clear learning periods for yourself in order to make your learning more effective.",
  "components.Questionnaire.QuestionnaireResults.ResultDescriptionListK.time Below3.Title": "Time has a value below 3",
  "components.Questionnaire.QuestionnaireResults.TableILS.Active": "Active",
  "components.Questionnaire.QuestionnaireResults.TableILS.balanced": "balanced",
  "components.Questionnaire.QuestionnaireResults.TableILS.Dimension": "Dimension",
  "components.Questionnaire.QuestionnaireResults.TableILS.Global": "Global",
  "components.Questionnaire.QuestionnaireResults.TableILS.Interpretation": "Interpretation",
  "components.Questionnaire.QuestionnaireResults.TableILS.Intuitive": "Intuitive",
  "components.Questionnaire.QuestionnaireResults.TableILS.moderate": "moderate",
  "components.Questionnaire.QuestionnaireResults.TableILS.Reflective": "Reflective",
  "components.Questionnaire.QuestionnaireResults.TableILS.Score": "Score",
  "components.Questionnaire.QuestionnaireResults.TableILS.Sensory": "Sensory",
  "components.Questionnaire.QuestionnaireResults.TableILS.Sequential": "Sequential",
  "components.Questionnaire.QuestionnaireResults.TableILS.strong": "strong",
  "components.Questionnaire.QuestionnaireResults.TableILS.Verbal": "Verbal",
  "components.Questionnaire.QuestionnaireResults.TableILS.Visual": "Visual",
  "components.Questionnaire.QuestionnaireResults.TableListK.Attention": "Attention",
  "components.Questionnaire.QuestionnaireResults.TableListK.Cognitive strategies": "Cognitive strategies",
  "components.Questionnaire.QuestionnaireResults.TableListK.Control": "Control",
  "components.Questionnaire.QuestionnaireResults.TableListK.Critical review": "Critical review",
  "components.Questionnaire.QuestionnaireResults.TableListK.Effort": "Effort",
  "components.Questionnaire.QuestionnaireResults.TableListK.Elaborate": "Elaborate",
  "components.Questionnaire.QuestionnaireResults.TableListK.External resource management strategies": "External resource management strategies",
  "components.Questionnaire.QuestionnaireResults.TableListK.Factors & subscales": "Factors & subscales",
  "components.Questionnaire.QuestionnaireResults.TableListK.Goals & plans": "Goals & plans",
  "components.Questionnaire.QuestionnaireResults.TableListK.Internal resource management strategies": "Internal resource management strategies",
  "components.Questionnaire.QuestionnaireResults.TableListK.Learning environment": "Learning environment",
  "components.Questionnaire.QuestionnaireResults.TableListK.Learning with classmates": "Learning with classmates",
  "components.Questionnaire.QuestionnaireResults.TableListK.Literature research": "Literature research",
  "components.Questionnaire.QuestionnaireResults.TableListK.Metacognitive strategies": "Metacognitive strategies",
  "components.Questionnaire.QuestionnaireResults.TableListK.Organize": "Organize",
  "components.Questionnaire.QuestionnaireResults.TableListK.Regulate": "Regulate",
  "components.Questionnaire.QuestionnaireResults.TableListK.Repeat": "Repeat",
  "components.Questionnaire.QuestionnaireResults.TableListK.Score": "Score",
  "components.Questionnaire.QuestionnaireResults.TableListK.Time": "Time",
  "Dot": ".",
  "Next": "Next",
  "pages.glossary.title": "Glossary",
  "pages.login.redirect": "You will be redirected after a few seconds",
  "components.login.title": "HASKI Login",
  "components.login.subtitle": "Please login to continue",
  "components.login.username": "Username",
  "components.login.password": "Password",
  "components.login.login": "Login",
  "components.login.usernameError": "Please enter a valid username",
  "components.login.passwordError": "Please enter a valid password"
}